[
    {
        "id": 1,
        "titulo": "Certificados ",
        "texto": "Aqui estará uma pasta com os certificados dos cursos de programação que eu participei  \n\n Esses certificados foram adquiridos durante o tempo em que eu estava matriculado na Alura \n\n <https://drive.google.com/file/d/1Velq8ovHqK_aF6lIBLsXLRwaW5ghMwz7/view?usp=sharing> \n\n Ainda fiz e obti certificados de Olimpíadas escolares como a OBI 2022, Olimpíada Canguru,Olimpíada de Astronomia e também por participações em projetos como o do Grupo de Estudos de Robótica (GER) da UNICAMP."
    },
    {
        "id": 2,
        "titulo": "Campeonatos e Medalhas",
        "texto": "> ### Campeonatos \n\n Durante os anos de 2016 a 2019 eu participei de uma escola de basquetechamada Instituto Janeth, e nessa escola haviam campeonatos contra escolas do Brasil inteiro, durante esses anos eu ganhei 3 campeonatos em 1° lugar e ganhei apenas uma medalha de participação (Que foi da primeira vez que joguei). \n\n Além disso em 2023 participei de outro campeonato entre escolas,porém era um campeonato municipal, SEMJEL no qual minha escola ficou em primeiro pela diferença de um ponto. Nesse campeonato acabei ganhando a medalha de 3° Lugar no Futsal, mas no fim do torneio acabamos em primeiro lugar. \n\n \n\n ### Méritos e medalhas por nota \n\n \n\n Em uma das escolas que eu estudei (Colégio Adventista) durante o 5° ano havia um evento chamado 'Mérito Acadêmico' onde todos os alunos  recebiam medalhas e certificados de acordo com suas notas do boletim do final do bimestre, as pessoas com a maioria de suas médias 6 recebiam a medalha de bronze, as com média 7 recebiam a de prata, as com média 8 e 9 recebiam ouro e as que tinham média 10 recebiam a medalha de Diamante (era uma medalha de ouro em formato de diamante). Durante esse ano eu ganhei 3 medalhas e certificados de diamante e 1 de ouro. "
    },
    {
        "id": 3,
        "titulo": "Por que a programação?",
        "texto": "\n\n  A programação foi uma área que quando eu vi pela primeira vez eu descobri que era aquilo que eu queria. A primeira vez que eu fiz um projeto com algumas linguagens básicas de programação como HTML (Texto) e CSS(estilo) eu resolvi querer aprender um pouco mais sobre essa área que será muito procurada no futuro. \n\n Comecei a procurar sobre os sálarios da área e vi que paga muito bem a ponto de que programadores iniciantes conseguem receber acima de um sálario mínimo e programadores sênior (ou 'avançados') recebm mais de 30 mil reais por mês em média, e essa quantia pode variar de empresa a empresa e em diversos países também. \n\n Depois que descobri o quanto um programador ganha, fui me aprofundar em algumas áreas, afinal programador é um termo muito amplo. Inicialmente me interessei pela programação de jogos, mas achei algo muito complicado agora no começo mas talvez depois eu me interesse um pouco mais nessa área. A área que mais me interessou foi a área de desenvolvimento web, a qual você cria sites e sistemas diversos. Eu preferi essa área pois é algo muito mais fácil de desenvolver e de vender para as pessoas, e também porque eu sempre tive um interesse em saber como funcionava a construção de algum site e o processo por trás disso.\n\n Depois de descobrir a área que eu queria, vi as faculdades e decidi que iria fazer engenharia de software porque eu acho que seria a que mais 'combina' com o que eu pretendo fazer no futuro. Se eu pudesse faria alguma faculdade fora como por exemplo nos Estados Unidos ou na Europa por conta das melhores oportunidades no mercado de trabalho no exterior, mas também não vejo nenhum problema em fazer uma faculdade ou universidade aqui no Brasil também. \n\n Depois de tudo isso então comecei a aprender programação, me inscrevi em diversos eventos online, me matriculei em escolas de programaçãon e fiz vários projetos, nesse link <https://github.com/Lukas0723> você consegue ter acesso a todos os projetos que eu fiz, mas para abri-los você precisa de um editor de código pra clonar/copiar meu código e abri-lo no seu dispositivo\n\n "
    }
]